
/* conjunction to end a compound sentence */
" and" = "ve";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" zaten kullanımda.";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Bağlanıyor)";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Yeni Hesap>";

/* No comment provided by engineer. */
"Account:" = "Hesap:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Eylem:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Seçili olay için bir eylem ekleyin";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* Cancel current account activity prefix */
"Cancel: %@" = "Vazgeç: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Ses Seti açılamadı";

/* No comment provided by engineer. */
"Clear" = "Sil";

/* No comment provided by engineer. */
"Configure the selected action" = "Seçili eylemi düzenle";

/* Connect account prefix */
"Connect: %@" = "Bağlan: %@";

/* No comment provided by engineer. */
"Custom" = "Özel";

/* New contact alert pane */
"Delete after event occurs" = "Olay gerçekleştikten sonra sil";

/* No comment provided by engineer. */
"Delete Event?" = "Olay silinsin mi?";

/* Disconnect account prefix */
"Disconnect: %@" = "Bağlantıyı Kes: %@";

/* No comment provided by engineer. */
"Edit" = "Düzen";

/* Enable account prefix */
"Enable %@" = "%@ Etkinleştir";

/* Label besides the encryption preference menu */
"Encryption:" = "Şifreleme:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Olay:";

/* No comment provided by engineer. */
"Idle" = "Hareketsiz";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Geçersiz durum simge seti";

/* No comment provided by engineer. */
"Join" = "Katıl";

/* No comment provided by engineer. */
"Join Chat" = "Sohbete Katıl";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Yazdığınızdan diğerlerinin haberi olsun";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "Yeni Uyarı";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Uyumlu hiç bir hesap bağlanamadı";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* Label for the password field in the account preferences */
"Password:" = "Parola:";

/* No comment provided by engineer. */
"Paste" = "Yapıştır";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Bu olayla ilgili %i eylem kaldırılsın mı?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Seçili eylem(ler)i kaldır";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Ses Seti güncellemesi başarısız oldu";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "\"%2$@\" de yüklenmiş olan etkin durum simge seti \"%1$@\" geçersiz.  Set \"%3$@\" durum simgesini barındırmıyor. Eğer bu ekstrayı adiumxtras.com sitesinden indirdiyseniz yazılımcıyla bağlantı kurun. Durum simge setiniz varsayılan ayara döndürülmüştür.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Girdiğiniz karakterler bu hizmette kullanıcı adında bulunamaz.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "%1$@ ses setinin sürümü %2$i ve Adium bu dosyayla ne yapacağını bilmiyor; daha güncel bir Adium sürümünü deneyin.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Adium'un bu sürümü ses setleri için yeni bir biçim kullanıyor. Adium %2$@'de bulunan %1$@ ses setini güncelleyemedi. Set etkisizleştirildi.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Yazıyor:";

/* No comment provided by engineer. */
"Unknown" = "Bilinmeyen";

/* No comment provided by engineer. */
"User Name" = "Kullanıcı Adı";
